Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# RecoveryPasswordKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a Recovery Password Key Protector.
ar: إضافة مُعين مفتاح لكلمة مرور الاسترداد.
de_de: Einen Wiederherstellungskennwort-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κωδικού ανάκτησης.
es: Agregar un protector de clave de contraseña de recuperación.
fr_fr: Ajouter un protecteur de clé Mot de passe de récupération.
he_il: הוסף מגן מפתח מסוג סיסמת שחזור.
hi_in: एक रिकवरी पासवर्ड कुंजी संरक्षक जोड़ें.
ml_in: ഒരു റിക്കവറി പാസ്‌വേഡ് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza hasła odzyskiwania.

# AutoUnlockSectionTitle.Text
source: Auto Unlock
ar: فتح تلقائي
de_de: Automatisches Entsperren
el_gr: Αυτόματο Ξεκλείδωμα
es: Desbloqueo automático
fr_fr: Déverrouillage auto
he_il: פתיחה אוטומטית
hi_in: स्वचालित अनलॉक
ml_in: ഓട്ടോ അൺലോക്ക്
pl_pl: Automatyczne odblokowanie

# AutoUnlockSectionDescription.Text
source: Enables automatic unlocking for a Non-operating system volume protected by BitLocker Disk Encryption.
ar: يُمكّن الفتح التلقائي لوحدة تخزين ليست قرص نظام التشغيل ومحمية بتشفير القرص BitLocker.
de_de: Aktiviert das automatische Entsperren für ein Nicht-Betriebssystem-Volume, das durch BitLocker-Laufwerkverschlüsselung geschützt ist.
el_gr: Ενεργοποιεί αυτόματο ξεκλείδωμα για τόμο που δεν είναι ο δίσκος λειτουργικού συστήματος και προστατεύεται με κρυπτογράφηση BitLocker.
es: Habilita el desbloqueo automático de un volumen que no es la unidad del sistema operativo y está protegido con el cifrado BitLocker.
fr_fr: Active le déverrouillage automatique pour un volume ne contenant pas le système d'exploitation protégé par le chiffrement de disque BitLocker.
he_il: מפעיל פתיחה אוטומטית לכונן שאינו כונן מערכת המוגן באמצעות הצפנת כונן BitLocker.
hi_in: BitLocker डिस्क एन्क्रिप्शन द्वारा संरक्षित किसी गैर ऑपरेटिंग सिस्टम वॉल्यूम के लिए स्वचालित अनलॉक सक्षम करता है.
ml_in: BitLocker ഡിസ്ക് എൻക്രിപ്ഷൻ സംരക്ഷിച്ചിരിക്കുന്ന, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവ് അല്ലാത്ത ഒരു വോള്യത്തിനായി ഓട്ടോമാറ്റിക് അൺലോക്ക് പ്രാപ്തമാക്കുന്നു.
pl_pl: Umożliwia automatyczne odblokowywanie woluminu niebędącego dyskiem systemu operacyjnego, chronionego przez szyfrowanie dysku BitLocker.

# AutoUnlockSectionBody.Text
source: BitLocker can be configured to automatically unlock data volumes that don't host the operating system. After a user unlocks the OS volume, BitLocker uses encrypted credentials stored in the registry together with volume metadata to automatically unlock any data volumes that are set for automatic unlocking.
ar: يمكن تكوين BitLocker لفتح وحدات تخزين البيانات التي لا تستضيف نظام التشغيل تلقائيًا. بعد أن يفتح المستخدم قرص نظام التشغيل، يستخدم BitLocker بيانات اعتماد مشفرة مخزّنة في السجل مع بيانات وصف وحدة التخزين ليفتح تلقائيًا أي وحدات تخزين بيانات تم ضبطها على الفتح التلقائي.
de_de: BitLocker kann so konfiguriert werden, dass Daten-Volumes, die nicht das Betriebssystem hosten, automatisch entsperrt werden. Nachdem ein Benutzer das Betriebssystem-Volume entsperrt hat, verwendet BitLocker verschlüsselte Anmeldeinformationen, die in der Registrierung zusammen mit Volume-Metadaten gespeichert sind, um alle Daten-Volumes automatisch zu entsperren, die für das automatische Entsperren festgelegt sind.
el_gr: Το BitLocker μπορεί να ρυθμιστεί ώστε να ξεκλειδώνει αυτόματα τόμους δεδομένων που δεν φιλοξενούν το λειτουργικό σύστημα. Αφού ο χρήστης ξεκλειδώσει τον τόμο του λειτουργικού συστήματος, το BitLocker χρησιμοποιεί κρυπτογραφημένα διαπιστευτήρια αποθηκευμένα στο μητρώο μαζί με μεταδεδομένα τόμου για να ξεκλειδώσει αυτόματα κάθε τόμο δεδομένων που έχει οριστεί για αυτόματο ξεκλείδωμα.
es: BitLocker puede configurarse para desbloquear automáticamente volúmenes de datos que no alojan el sistema operativo. Después de que el usuario desbloquea la unidad del sistema operativo, BitLocker usa credenciales cifradas almacenadas en el registro junto con los metadatos del volumen para desbloquear automáticamente cualquier volumen de datos configurado para desbloqueo automático.
fr_fr: BitLocker peut être configuré pour déverrouiller automatiquement les volumes de données qui n'hébergent pas le système d'exploitation. Une fois qu'un utilisateur a déverrouillé le volume du système d'exploitation, BitLocker utilise les informations d'identification chiffrées stockées dans le registre ainsi que les métadonnées du volume pour déverrouiller automatiquement tous les volumes de données configurés pour le déverrouillage automatique.
he_il: ניתן להגדיר את BitLocker לפתוח אוטומטית כונני נתונים שאינם מארחים את מערכת ההפעלה. לאחר שמשתמש פותח את כונן מערכת ההפעלה, BitLocker משתמש במזהים מוצפנים המאוחסנים ברישום יחד עם נתוני מטא של הכונן כדי לפתוח אוטומטית כל כונן נתונים שהוגדר לפתיחה אוטומטית.
hi_in: BitLocker को इस प्रकार कॉन्फ़िगर किया जा सकता है कि वह उन डेटा वॉल्यूमों को स्वचालित रूप से अनलॉक करे जो ऑपरेटिंग सिस्टम को होस्ट नहीं करते. जब कोई उपयोगकर्ता OS ड्राइव अनलॉक करता है, तो BitLocker रजिस्ट्री में संग्रहीत एन्क्रिप्टेड क्रेडेंशियल्स तथा वॉल्यूम मेटाडेटा का उपयोग करके किसी भी डेटा वॉल्यूम को स्वचालित रूप से अनलॉक कर देता है जिसे स्वचालित अनलॉक के लिए सेट किया गया है.
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഹോസ്റ്റ് ചെയ്യാത്ത ഡാറ്റ വോള്യങ്ങൾ സ്വമേധയാ അൺലോക്ക് ചെയ്യാൻ BitLocker കോൺഫിഗർ ചെയ്യാം. ഉപയോക്താവ് OS ഡ്രൈവ് അൺലോക്ക് ചെയ്തതിനു ശേഷം, രജിസ്ട്രിയിൽ സൂക്ഷിച്ചിരിക്കുന്ന എൻക്രിപ്റ്റ് ചെയ്ത ക്രെഡൻഷ്യലുകളും വോള്യം മെറ്റാഡാറ്റയും ചേർത്ത്, ഓട്ടോ അൺലോക്കിനായി സെറ്റ് ചെയ്തിരിക്കുന്ന ഡാറ്റ വോള്യങ്ങൾ BitLocker സ്വമേധയാ അൺലോക്ക് ചെയ്യും.
pl_pl: BitLocker można skonfigurować tak, aby automatycznie odblokowywał woluminy danych, które nie zawierają systemu operacyjnego. Po odblokowaniu przez użytkownika dysku systemowego BitLocker używa zaszyfrowanych poświadczeń przechowywanych w rejestrze wraz z metadanymi woluminu, aby automatycznie odblokować wszystkie woluminy danych ustawione na automatyczne odblokowanie.

# PasswordSectionTitle.Text
source: Password
ar: كلمة مرور
de_de: Kennwort
el_gr: Κωδικός πρόσβασης
es: Contraseña
fr_fr: Mot de passe
he_il: סיסמה
hi_in: पासवर्ड
ml_in: പാസ്‌വേഡ്
pl_pl: Hasło

# PasswordSectionDescription.Text
source: BitLocker volume will use a Password to protect the data.
ar: ستستخدم وحدة تخزين BitLocker كلمة مرور لحماية البيانات.
de_de: Das BitLocker-Volume verwendet ein Kennwort zum Schutz der Daten.
el_gr: Ο τόμος BitLocker θα χρησιμοποιεί κωδικό πρόσβασης για την προστασία των δεδομένων.
es: El volumen BitLocker usará una contraseña para proteger los datos.
fr_fr: Le volume BitLocker utilisera un mot de passe pour protéger les données.
he_il: כונן BitLocker ישתמש בסיסמה כדי להגן על הנתונים.
hi_in: BitLocker वॉल्यूम डेटा को सुरक्षित करने के लिए पासवर्ड का उपयोग करेगा.
ml_in: BitLocker വോള്യം ഡാറ്റ സംരക്ഷിക്കാൻ ഒരു പാസ്‌വേഡ് ഉപയോഗിക്കും.
pl_pl: Wolumin BitLocker będzie używał hasła do ochrony danych.

# RecoveryPasswordSectionTitle.Text
source: Recovery Password
ar: كلمة مرور استرداد
de_de: Wiederherstellungskennwort
el_gr: Κωδικός ανάκτησης
es: Contraseña de recuperación
fr_fr: Mot de passe de récupération
he_il: סיסמת שחזור
hi_in: रिकवरी पासवर्ड
ml_in: റിക്കവറി പാസ്‌വേഡ്
pl_pl: Hasło odzyskiwania

# RecoveryPasswordSectionDescription.Text
source: Specifying the password is optional. If you do not specify this password, one will be automatically generated for you and assigned to the selected volume. If you do decide to enter the password manually, it must be 48 characters. The password is used as a protector for the volume encryption key.
ar: تحديد كلمة المرور اختياري. إذا لم تحدد هذه الكلمة، فسيتم إنشاؤها تلقائيًا لك وتعيينها لوحدة التخزين المحددة. إذا قررت إدخال الكلمة يدويًا فيجب أن تكون من 48 حرفًا. تُستخدم الكلمة كحماية لمفتاح تشفير الوحدة.
de_de: Die Angabe des Kennworts ist optional. Wenn Sie dieses Kennwort nicht angeben, wird automatisch eines für Sie generiert und dem ausgewählten Volume zugewiesen. Wenn Sie das Kennwort manuell eingeben, muss es 48 Zeichen umfassen. Das Kennwort wird als Protektor für den Volume-Verschlüsselungsschlüssel verwendet.
el_gr: Ο καθορισμός κωδικού πρόσβασης είναι προαιρετικός. Αν δεν τον καθορίσετε, θα δημιουργηθεί αυτόματα και θα εκχωρηθεί στον επιλεγμένο τόμο. Αν αποφασίσετε να τον εισαγάγετε χειροκίνητα, πρέπει να έχει 48 χαρακτήρες. Ο κωδικός χρησιμοποιείται ως προστασία για το κλειδί κρυπτογράφησης του τόμου.
es: Es opcional especificar la contraseña. Si no la especifica, se generará automáticamente y se asignará al volumen seleccionado. Si decide introducirla manualmente, debe tener 48 caracteres. La contraseña se usa como protector de la clave de cifrado del volumen.
fr_fr: La spécification du mot de passe est facultative. Si vous ne spécifiez pas ce mot de passe, un mot de passe sera généré automatiquement pour vous et attribué au volume sélectionné. Si vous décidez de saisir le mot de passe manuellement, il doit comporter 48 caractères. Le mot de passe est utilisé comme protecteur pour la clé de chiffrement du volume.
he_il: ציון הסיסמה הוא רשות. אם לא תציין סיסמה זו, תיווצר עבורך באופן אוטומטי ותוקצה לכונן הנבחר. אם תבחר להזין את הסיסמה ידנית, עליה להיות באורך 48 תווים. הסיסמה משמשת כמגן למפתח הצפנת הכונן.
hi_in: पासवर्ड निर्दिष्ट करना वैकल्पिक है. यदि आप यह पासवर्ड निर्दिष्ट नहीं करते, तो आपके लिए स्वतः उत्पन्न किया जाएगा और चयनित वॉल्यूम को असाइन किया जाएगा. यदि आप पासवर्ड मैन्युअल रूप से दर्ज करने का निर्णय लेते हैं तो यह 48 अक्षरों का होना चाहिए. यह पासवर्ड वॉल्यूम एन्क्रिप्शन कुंजी के लिए संरक्षक के रूप में उपयोग होता है.
ml_in: പാസ്‌വേഡ് നിർദ്ദേശിക്കൽ ഐച്ഛികമാണ്. നിങ്ങൾ ഇത് നൽകുന്നില്ലെങ്കിൽ, അത് സ്വയമേവ സൃഷ്ടിച്ച് തിരഞ്ഞെടുത്ത വോള്യത്തിനു നിയോഗിക്കും. നിങ്ങൾ മാനുവലായി നൽകാൻ തീരുമാനിച്ചാൽ അത് 48 പ്രതീകങ്ങൾ വേണം. ഈ പാസ്‌വേഡ് വോള്യം എൻക്രിപ്ഷൻ കീയ്ക്ക് ഒരു സംരക്ഷകനായി പ്രവർത്തിക്കുന്നു.
pl_pl: Podanie hasła jest opcjonalne. Jeśli go nie podasz, zostanie automatycznie wygenerowane i przypisane do wybranego woluminu. Jeśli zdecydujesz się wprowadzić hasło ręcznie, musi mieć 48 znaków. Hasło służy jako ochrona klucza szyfrowania woluminu.

# BitLockerEncryptionDropDownButton.Content
source: Encryption
ar: تشفير
de_de: Verschlüsselung
el_gr: Κρυπτογράφηση
es: Cifrado
fr_fr: Chiffrement
he_il: הצפנה
hi_in: एन्क्रिप्शन
ml_in: എൻക്രിപ്ഷൻ
pl_pl: Szyfrowanie

# BitLockerEncryptionDropDownButton.ToolTipService.ToolTip
source: Encrypt, Decrypt or perform other related actions on the selected volume.
ar: تشفير أو فك تشفير أو تنفيذ إجراءات أخرى ذات صلة على وحدة التخزين المحددة.
de_de: Verschlüsseln, Entschlüsseln oder andere zugehörige Aktionen für das ausgewählte Volume durchführen.
el_gr: Κρυπτογραφήστε, αποκρυπτογραφήστε ή εκτελέστε άλλες σχετικές ενέργειες στον επιλεγμένο τόμο.
es: Cifre, descifre o realice otras acciones relacionadas en el volumen seleccionado.
fr_fr: Chiffrer, déchiffrer ou effectuer d'autres actions connexes sur le volume sélectionné.
he_il: הצפן, פענח או בצע פעולות קשורות אחרות על הכונן הנבחר.
hi_in: चयनित वॉल्यूम पर एन्क्रिप्ट, डिक्रिप्ट या अन्य संबंधित कार्य करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യത്തിൽ എൻക്രിപ്റ്റ്, ഡിക്രിപ്റ്റ് അല്ലെങ്കിൽ മറ്റ് ബന്ധപ്പെട്ട പ്രവർത്തനങ്ങൾ നിർവഹിക്കുക.
pl_pl: Szyfruj, odszyfruj lub wykonaj inne powiązane działania na wybranym woluminie.

# BitLockerEncryptionDropDownButton.AutomationProperties.HelpText
source: Encrypt, Decrypt or perform other related actions on the selected volume.
ar: تشفير أو فك تشفير أو تنفيذ إجراءات أخرى ذات صلة على وحدة التخزين المحددة.
de_de: Verschlüsseln, Entschlüsseln oder andere zugehörige Aktionen für das ausgewählte Volume durchführen.
el_gr: Κρυπτογραφήστε, αποκρυπτογραφήστε ή εκτελέστε άλλες σχετικές ενέργειες στον επιλεγμένο τόμο.
es: Cifre, descifre o realice otras acciones relacionadas en el volumen seleccionado.
fr_fr: Chiffrer, déchiffrer ou effectuer d'autres actions connexes sur le volume sélectionné.
he_il: הצפן, פענח או בצע פעולות קשורות אחרות על הכונן הנבחר.
hi_in: चयनित वॉल्यूम पर एन्क्रिप्ट, डिक्रिप्ट या अन्य संबंधित कार्य करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യത്തിൽ എൻക്രിപ്റ്റ്, ഡിക്രിപ്റ്റ് അല്ലെങ്കിൽ മറ്റ് ബന്ധപ്പെട്ട പ്രവർത്തനങ്ങൾ നിർവഹിക്കുക.
pl_pl: Szyfruj, odszyfruj lub wykonaj inne powiązane działania na wybranym woluminie.

# EncryptMenuFlyoutItem.Text
source: Encrypt
ar: تشفير
de_de: Verschlüsseln
el_gr: Κρυπτογράφηση
es: Cifrar
fr_fr: Chiffrer
he_il: הצפן
hi_in: एन्क्रिप्ट
ml_in: എൻക്രിപ്റ്റ് ചെയ്യുക
pl_pl: Szyfruj

# EncryptMenuFlyoutItem.ToolTipService.ToolTip
source: Encrypt the selected volume.
ar: تشفير وحدة التخزين المحددة.
de_de: Das ausgewählte Volume verschlüsseln.
el_gr: Κρυπτογραφήστε τον επιλεγμένο τόμο.
es: Cifrar el volumen seleccionado.
fr_fr: Chiffrer le volume sélectionné.
he_il: הצפן את הכונן הנבחר.
hi_in: चयनित वॉल्यूम को एन्क्रिप्ट करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യം എൻക്രിപ്റ്റ് ചെയ്യുക.
pl_pl: Zaszyfruj wybrany wolumin.

# EncryptMenuFlyoutItem.AutomationProperties.HelpText
source: Encrypt the selected volume.
ar: تشفير وحدة التخزين المحددة.
de_de: Das ausgewählte Volume verschlüsseln.
el_gr: Κρυπτογραφήστε τον επιλεγμένο τόμο.
es: Cifrar el volumen seleccionado.
fr_fr: Chiffrer le volume sélectionné.
he_il: הצפן את הכונן הנבחר.
hi_in: चयनित वॉल्यूम को एन्क्रिप्ट करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യം എൻക്രിപ്റ്റ് ചെയ്യുക.
pl_pl: Zaszyfruj wybrany wolumin.

# DecryptMenuFlyoutItem.Text
source: Decrypt
ar: فك تشفير
de_de: Entschlüsseln
el_gr: Αποκρυπτογράφηση
es: Descifrar
fr_fr: Déchiffrer
he_il: פענח
hi_in: डिक्रिप्ट
ml_in: ഡിക്രിപ്റ്റ് ചെയ്യുക
pl_pl: Odszyfruj

# DecryptMenuFlyoutItem.ToolTipService.ToolTip
source: Decrypt the selected volume.
ar: فك تشفير وحدة التخزين المحددة.
de_de: Das ausgewählte Volume entschlüsseln.
el_gr: Αποκρυπτογραφήστε τον επιλεγμένο τόμο.
es: Descifrar el volumen seleccionado.
fr_fr: Déchiffrer le volume sélectionné.
he_il: פענח את הכונן הנבחר.
hi_in: चयनित वॉल्यूम को डिक्रिप्ट करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യം ഡിക്രിപ്റ്റ് ചെയ്യുക.
pl_pl: Odszyfruj wybrany wolumin.

# DecryptMenuFlyoutItem.AutomationProperties.HelpText
source: Decrypt the selected volume.
ar: فك تشفير وحدة التخزين المحددة.
de_de: Das ausgewählte Volume entschlüsseln.
el_gr: Αποκρυπτογραφήστε τον επιλεγμένο τόμο.
es: Descifrar el volumen seleccionado.
fr_fr: Déchiffrer le volume sélectionné.
he_il: פענח את הכונן הנבחר.
hi_in: चयनित वॉल्यूम को डिक्रिप्ट करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യം ഡിക്രിപ്റ്റ് ചെയ്യുക.
pl_pl: Odszyfruj wybrany wolumin.

# SuspendMenuFlyoutItem.Text
source: Suspend Encryption
ar: إيقاف التشفير مؤقتًا
de_de: Verschlüsselung aussetzen
el_gr: Παύση κρυπτογράφησης
es: Suspender cifrado
fr_fr: Suspendre le chiffrement
he_il: השעה הצפנה
hi_in: एन्क्रिप्शन निलंबित करें
ml_in: എൻക്രിപ്ഷൻ താൽക്കാലികമായി നിർത്തുക
pl_pl: Wstrzymaj szyfrowanie

# SuspendMenuFlyoutItem.ToolTipService.ToolTip
source: Suspends BitLocker encryption, enabling users to access data on a volume protected by BitLocker Drive Encryption. This process makes the encryption key accessible in an unprotected form.
ar: إيقاف تشفير BitLocker مؤقتًا لتمكين المستخدمين من الوصول إلى البيانات على وحدة تخزين محمية بتشفير BitLocker. يجعل هذا الإجراء مفتاح التشفير متاحًا في صورة غير محمية.
de_de: Setzt die BitLocker-Verschlüsselung aus und ermöglicht den Zugriff auf Daten auf einem Volume, das durch BitLocker-Laufwerkverschlüsselung geschützt ist. Dabei wird der Verschlüsselungsschlüssel in ungeschützter Form zugänglich gemacht.
el_gr: Θέτει σε παύση την κρυπτογράφηση BitLocker επιτρέποντας πρόσβαση σε δεδομένα σε τόμο που προστατεύεται με BitLocker. Η διαδικασία καθιστά το κλειδί κρυπτογράφησης προσβάσιμο σε μη προστατευμένη μορφή.
es: Suspende el cifrado BitLocker permitiendo a los usuarios acceder a datos en un volumen protegido con BitLocker. Este proceso hace que la clave de cifrado esté disponible en forma no protegida.
fr_fr: Suspend le chiffrement BitLocker, permettant aux utilisateurs d'accéder aux données sur un volume protégé par le chiffrement de disque BitLocker. Ce processus rend la clé de chiffrement accessible sous une forme non protégée.
he_il: משהה את הצפנת BitLocker, מאפשר גישה לנתונים בכונן המוגן באמצעות הצפנת כונן BitLocker. תהליך זה הופך את מפתח ההצפנה לזמין במצב לא מוגן.
hi_in: BitLocker एन्क्रिप्शन को निलंबित करता है, जिससे BitLocker से संरक्षित वॉल्यूम पर डेटा का उपयोग संभव होता है. यह प्रक्रिया एन्क्रिप्शन कुंजी को असुरक्षित रूप में सुलभ बनाती है.
ml_in: BitLocker എൻക്രിപ്ഷൻ താൽക്കാലികമായി നിർത്തുന്നു, BitLocker സംരക്ഷിച്ചിരിക്കുന്ന വോള്യത്തിലെ ഡാറ്റയിൽ പ്രവേശനം നൽകുന്നു. ഈ പ്രക്രിയ എൻക്രിപ്ഷൻ കീയെ സംരക്ഷണമില്ലാതെ ലഭ്യമാക്കുന്നു.
pl_pl: Wstrzymuje szyfrowanie BitLocker, umożliwiając użytkownikom dostęp do danych na woluminie chronionym przez BitLocker. Proces ten udostępnia klucz szyfrowania w niechronionej formie.

# SuspendMenuFlyoutItem.AutomationProperties.HelpText
source: Suspends BitLocker encryption, enabling users to access data on a volume protected by BitLocker Drive Encryption. This process makes the encryption key accessible in an unprotected form.
ar: إيقاف تشفير BitLocker مؤقتًا لتمكين المستخدمين من الوصول إلى البيانات على وحدة تخزين محمية بتشفير BitLocker. يجعل هذا الإجراء مفتاح التشفير متاحًا في صورة غير محمية.
de_de: Setzt die BitLocker-Verschlüsselung aus und ermöglicht den Zugriff auf Daten auf einem Volume, das durch BitLocker-Laufwerkverschlüsselung geschützt ist. Dabei wird der Verschlüsselungsschlüssel in ungeschützter Form zugänglich gemacht.
el_gr: Θέτει σε παύση την κρυπτογράφηση BitLocker επιτρέποντας πρόσβαση σε δεδομένα σε τόμο που προστατεύεται με BitLocker. Η διαδικασία καθιστά το κλειδί κρυπτογράφησης προσβάσιμο σε μη προστατευμένη μορφή.
es: Suspende el cifrado BitLocker permitiendo a los usuarios acceder a datos en un volumen protegido con BitLocker. Este proceso hace que la clave de cifrado esté disponible en forma no protegida.
fr_fr: Suspend le chiffrement BitLocker, permettant aux utilisateurs d'accéder aux données sur un volume protégé par le chiffrement de disque BitLocker. Ce processus rend la clé de chiffrement accessible sous une forme non protégée.
he_il: משהה את הצפנת BitLocker, מאפשר גישה לנתונים בכונן המוגן באמצעות הצפנת כונן BitLocker. תהליך זה הופך את מפתח ההצפנה לזמין במצב לא מוגן.
hi_in: BitLocker एन्क्रिप्शन को निलंबित करता है, जिससे BitLocker से संरक्षित वॉल्यूम पर डेटा का उपयोग संभव होता है. यह प्रक्रिया एन्क्रिप्शन कुंजी को असुरक्षित रूप में सुलभ बनाती है.
ml_in: BitLocker എൻക്രിപ്ഷൻ താൽക്കാലികമായി നിർത്തുന്നു, BitLocker സംരക്ഷിച്ചിരിക്കുന്ന വോള്യത്തിലെ ഡാറ്റയിൽ പ്രവേശനം നൽകുന്നു. ഈ പ്രക്രിയ എൻക്രിപ്ഷൻ കീയെ സംരക്ഷണമില്ലാതെ ലഭ്യമാക്കുന്നു.
pl_pl: Wstrzymuje szyfrowanie BitLocker, umożliwiając użytkownikom dostęp do danych na woluminie chronionym przez BitLocker. Proces ten udostępnia klucz szyfrowania w niechronionej formie.

# ResumeMenuFlyoutItem.Text
source: Resume Encryption
ar: استئناف التشفير
de_de: Verschlüsselung fortsetzen
el_gr: Συνέχιση κρυπτογράφησης
es: Reanudar cifrado
fr_fr: Reprendre le chiffrement
he_il: המשך הצפנה
hi_in: एन्क्रिप्शन पुनः प्रारंभ करें
ml_in: എൻക്രിപ്ഷൻ വീണ്ടും ആരംഭിക്കുക
pl_pl: Wznów szyfrowanie

# ResumeMenuFlyoutItem.ToolTipService.ToolTip
source: Restores encryption on a volume that uses BitLocker Drive Encryption whose encryption was previously suspended.
ar: استعادة التشفير لوحدة تخزين تستخدم BitLocker وكان تم إيقاف تشفيرها مؤقتًا سابقًا.
de_de: Stellt die Verschlüsselung für ein Volume mit BitLocker-Laufwerkverschlüsselung wieder her, dessen Verschlüsselung zuvor ausgesetzt wurde.
el_gr: Επαναφορά κρυπτογράφησης σε τόμο που χρησιμοποιεί BitLocker και είχε τεθεί προηγουμένως σε παύση.
es: Restaura el cifrado en un volumen que usa BitLocker y cuyo cifrado había sido suspendido.
fr_fr: Restaure le chiffrement sur un volume utilisant le chiffrement de disque BitLocker dont le chiffrement a été précédemment suspendu.
he_il: משחזר הצפנה בכונן המשתמש בהצפנת כונן BitLocker שהצפנתו הושהתה בעבר.
hi_in: उस वॉल्यूम पर एन्क्रिप्शन पुनर्स्थापित करें जो BitLocker का उपयोग करता है और जिसे पहले निलंबित किया गया था.
ml_in: മുൻപ് താൽക്കാലികമായി നിർത്തിയ BitLocker ഉപയോഗിക്കുന്ന വോള്യത്തിൽ എൻക്രിപ്ഷൻ പുനഃസ്ഥാപിക്കുക.
pl_pl: Przywraca szyfrowanie na woluminie korzystającym z BitLocker, którego szyfrowanie było wcześniej wstrzymane.

# ResumeMenuFlyoutItem.AutomationProperties.HelpText
source: Restores encryption on a volume that uses BitLocker Drive Encryption whose encryption was previously suspended.
ar: استعادة التشفير لوحدة تخزين تستخدم BitLocker وكان تم إيقاف تشفيرها مؤقتًا سابقًا.
de_de: Stellt die Verschlüsselung für ein Volume mit BitLocker-Laufwerkverschlüsselung wieder her, dessen Verschlüsselung zuvor ausgesetzt wurde.
el_gr: Επαναφορά κρυπτογράφησης σε τόμο που χρησιμοποιεί BitLocker και είχε τεθεί προηγουμένως σε παύση.
es: Restaura el cifrado en un volumen que usa BitLocker y cuyo cifrado había sido suspendido.
fr_fr: Restaure le chiffrement sur un volume utilisant le chiffrement de disque BitLocker dont le chiffrement a été précédemment suspendu.
he_il: משחזר הצפנה בכונן המשתמש בהצפנת כונן BitLocker שהצפנתו הושהתה בעבר.
hi_in: उस वॉल्यूम पर एन्क्रिप्शन पुनर्स्थापित करें जो BitLocker का उपयोग करता है और जिसे पहले निलंबित किया गया था.
ml_in: മുൻപ് താൽക്കാലികമായി നിർത്തിയ BitLocker ഉപയോഗിക്കുന്ന വോള്യത്തിൽ എൻക്രിപ്ഷൻ പുനഃസ്ഥാപിക്കുക.
pl_pl: Przywraca szyfrowanie na woluminie korzystającym z BitLocker, którego szyfrowanie było wcześniej wstrzymane.

# BitLockerEncryptDriveContentDialog.Title
source: Enable BitLocker Encryption
ar: تمكين تشفير BitLocker
de_de: BitLocker-Verschlüsselung aktivieren
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker
es: Habilitar cifrado BitLocker
fr_fr: Activer le chiffrement BitLocker
he_il: אפשר הצפנת BitLocker
hi_in: BitLocker एन्क्रिप्शन सक्षम करें
ml_in: BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക
pl_pl: Włącz szyfrowanie BitLocker

# BitLockerEncryptDriveContentDialog.PrimaryButtonText
source: Enable
ar: تمكين
de_de: Aktivieren
el_gr: Ενεργοποίηση
es: Habilitar
fr_fr: Activer
he_il: אפשר
hi_in: सक्षम करें
ml_in: പ്രാപ്തമാക്കുക
pl_pl: Włącz

# BitLockerEncryptDriveContentDialog.CloseButtonText
source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj

# BitLockerEncryptDriveContentDialogSubtitle.Text
source: Enable BitLocker encryption for the selected volume.
ar: تمكين تشفير BitLocker لوحدة التخزين المحددة.
de_de: BitLocker-Verschlüsselung für das ausgewählte Volume aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τον επιλεγμένο τόμο.
es: Habilitar cifrado BitLocker para el volumen seleccionado.
fr_fr: Activez le chiffrement BitLocker pour le volume sélectionné.
he_il: אפשר הצפנת BitLocker עבור הכונן הנבחר.
hi_in: चयनित वॉल्यूम के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യത്തിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla wybranego woluminu.

# OSDriveSegmentedItem.Content
source: OS Drive
ar: قرص نظام التشغيل
de_de: OS-Laufwerk
el_gr: Μονάδα δίσκου λειτουργικού συστήματος
es: Unidad del sistema operativo
fr_fr: Disque OS
he_il: כונן מערכת
hi_in: OS ड्राइव
ml_in: OS ഡ്രൈവ്
pl_pl: Dysk systemu operacyjnego

# OSDriveSegmentedItem.ToolTipService.ToolTip
source: Enable BitLocker encryption for the OS Drive.
ar: تمكين تشفير BitLocker لقرص نظام التشغيل.
de_de: BitLocker-Verschlüsselung für das OS-Laufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τη μονάδα δίσκου λειτουργικού συστήματος.
es: Habilitar cifrado BitLocker para la unidad del sistema operativo.
fr_fr: Activer le chiffrement BitLocker pour le disque du système d'exploitation.
he_il: אפשר הצפנת BitLocker עבור כונן המערכת.
hi_in: OS ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: OS ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku systemu operacyjnego.
